-- phpMyAdmin SQL Dump
-- version 4.0.10deb1
-- http://www.phpmyadmin.net
--
-- Хост: 127.0.0.1
-- Время создания: Фев 15 2017 г., 20:46
-- Версия сервера: 5.5.53-0ubuntu0.14.04.1
-- Версия PHP: 5.5.9-1ubuntu4.20

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- База данных: `deputy_request`
--

-- --------------------------------------------------------

--
-- Структура таблицы `deputies`
--

CREATE TABLE IF NOT EXISTS `deputies` (
  `id` tinyint(2) NOT NULL AUTO_INCREMENT,
  `user_id` smallint(4) DEFAULT NULL COMMENT 'користувач, за яким депутат заходе у систему',
  `surname` varchar(32) NOT NULL COMMENT 'прізвище',
  `name` varchar(16) NOT NULL COMMENT 'ім''я',
  `patronymic` varchar(16) NOT NULL COMMENT 'по-батькові',
  `bio` varchar(600) NOT NULL COMMENT 'відомості',
  `tvoid` tinyint(2) DEFAULT NULL COMMENT '№ ТВО за яким закріплено; 0 – лідер списку',
  `party_id` tinyint(1) NOT NULL COMMENT 'id партії згідно parties',
  `sex` enum('m','f','','') DEFAULT NULL COMMENT 'стать для дієвідмінювання',
  `function` varchar(255) NOT NULL COMMENT 'членство в комісіях та інше',
  `reception` varchar(255) NOT NULL COMMENT 'місце та час прийому громадян',
  PRIMARY KEY (`id`),
  UNIQUE KEY `user_id` (`user_id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=10 ;

--
-- Дамп данных таблицы `deputies`
--

INSERT INTO `deputies` (`id`, `user_id`, `surname`, `name`, `patronymic`, `bio`, `tvoid`, `party_id`, `sex`, `function`, `reception`) VALUES
(1, NULL, 'Тітова', 'Надія', 'Євгенівна', 'Громадянка України, народилася 15.03.1960 р., освіта вища, безпартійна, Первинна профспілкова організація Публічне акціонерне товариство «Новокраматорський машинобудівний завод», Голова комісії з питань жінок та дітей.', 3, 1, 'f', 'Член постійной комісії з питань освіти та науки, охорони здоров’я, соціального захисту населення, молодіжної політики, культури, фізкультури і спорту', 'Комітет мікрорайону N 4,, вул. Бикова, 4”а”, т. +380(626) 49-05-99, 3 вівторок місяца, 14.00-16.00'),
(2, NULL, 'Соболєва', 'Ніна', 'Михайлівна', 'Громадянка України, народилася 04.06.1959 р., освіта загальна середня, Адміністративне господарське управління, ПАТ «Ново краматорський машинобудівний завод», старший комірник.', 2, 1, 'f', 'Член постійной комісії з питань промисловості, транспорту та зв’язку, впровадження енергозберігаючих технологій, охорони навколишнього природного середовища, розвитку середнього та малого бізнесу, побутового та торгового обслуговування', 'Комітет мікрорайону № 4,, вул. Бикова, 4”а” т. +380(626) 49-05-99, 2 вівторок місяца, 14.00—16.00'),
(3, NULL, 'Разживін', 'Микола', 'Олексійович', 'Громадянин України, народився 27.05.1959 р., освіта вища, ТОВ «Краматорський феросплавний завод», головний інженер.', 4, 2, 'm', 'Член постійной комісії з питань питань промисловості, транспорту та зв’язку, впровадження енергозберігаючих технологій, охорони навколишнього природного середовища, розвитку середнього та малого бізнесу, побутового та торгового обслуговування', 'Комітет мікрорайону № 4, вул. Бикова, 4”а”, т. +380(626) 49-05-99, 3 четвер місяца, 16.30—18.00'),
(4, NULL, 'Савченко', 'Наталія', 'Миколаївна', 'Громадянка України, народилася 27.10.1975 р., освіта вища, Юридичний відділ ПАТ «Ново краматорський машинобудівний завод», заступник начальника.', 9, 1, 'f', 'Голова постійной комісії з питань депутатської діяльності, законності, правопорядку, охорони прав, свобод і законних інтересів громадян, адміністративно-територіального устрою, інформованості населення', 'Ясногорівська селищна рада, т. +380(626) 44-41-21, 1 вівторок місяца, 14.00—16.00'),
(5, NULL, 'Єрмольченко', 'Олександр', 'Юрійович', 'Громадянин України, народився 25.09.1982 р., освіта вища, безпартійний, Централізована бухгалтерія, Публічне акціонерне товариство «Новокраматорський машинобудівний завод», Начальник.', 1, 1, 'm', 'Член постійной комісії з питань регулювання земельних відносин, архітектури, будівництва', 'Комітет мікрорайону N 4,, вул. Бикова, 4”а” т. +380(626) 49-05-99, 1 вівторок місяца, 14.00-16.00'),
(6, NULL, 'Нечволода', 'Євген', 'Іванович', 'Громадянин України, народився 16.07.1979 р., освіта вища, ПАТ «Енергомашспецсталь», головний технолог.', 5, 2, 'm', 'Член постійной комісії з питань житлово-комунального господарства, приватизації і комунальної власності', 'ЖЕК ООО «Крамбудресурс», вул. Дніпропетровська, 2, 3 вівторок місяца, 15.00-17.00'),
(7, NULL, 'Бондаренко', 'Володимир', 'Григорович', 'Громадянин України, народився 23.01.1958 р., освіта вища, безпартійний, Будівельне монтажне управління, ПАТ «Новокраматорський машинобудівний завод», Начальник управління.', 7, 1, 'm', 'Голова постійної комісії з питань житлово-комунального господарства, приватизації і комунальної власності', 'Біленьківська селищна рада, т. +380(6264) 6-33-67, 4 вівторок місяца, 14.00-16.00'),
(8, 64, 'Суков', 'Геннадій', 'Сергійович', 'Громадянин України, народився 26.03.1959 р., освіта вища, безпартійний, ПАТ «Новокраматорський машинобудівний завод», генеральний директор, голова правління.', 0, 1, 'm', 'Член постійной комісії з питань соціально-економічного розвитку, планування, бюджету, фінансів, зовнішньоекономічної діяльності', 'Комітет мікрорайону № 3, вул. Ярослава Мудрого, 48, т. +380(6264) 5-43-28, 2 вівторок місяця, 14.00—16.00'),
(9, NULL, 'Гончаренко', 'Олександр', 'Васильович', 'Громадянин України, народився 11.08.1974 р., освіта вища, ПАТ «Енергомашспецсталь», директор.', 9, 2, 'm', 'Голова постійной комісії з питань соціально – економічного розвитку, планування, бюджету, фінансів, зовнішньоекономічної діяльності', 'Ясногірська селищна рада, вул. Николаївська, 165, т. +380(626)44-41-31, 4 вівторок місяца');

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
