-- phpMyAdmin SQL Dump
-- version 4.0.10deb1
-- http://www.phpmyadmin.net
--
-- Хост: 127.0.0.1
-- Время создания: Янв 27 2017 г., 15:20
-- Версия сервера: 5.5.53-0ubuntu0.14.04.1
-- Версия PHP: 5.5.9-1ubuntu4.20

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- База данных: `deputy_request`
--

-- --------------------------------------------------------

--
-- Структура таблицы `districts`
--

CREATE TABLE IF NOT EXISTS `districts` (
  `id` int(6) NOT NULL COMMENT 'власне номер дільниці',
  `city_id` int(10) NOT NULL,
  `vertex` varchar(1280) NOT NULL COMMENT 'координати вершин багатокутника меж дільниці',
  `addresses` text NOT NULL COMMENT 'Опис меж дільниці',
  `place_id` int(6) DEFAULT NULL COMMENT 'адреса дільниці — згідно таблиці places',
  `tvoid` tinyint(2) NOT NULL COMMENT 'до якої територіальної виборчої комісії входить',
  PRIMARY KEY (`id`),
  KEY `slug` (`vertex`(255)),
  KEY `place_id` (`place_id`),
  KEY `place_id_2` (`place_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `districts`
--

INSERT INTO `districts` (`id`, `city_id`, `vertex`, `addresses`, `place_id`, `tvoid`) VALUES
(140970, 1, '48.7479,37.6146;48.7463,37.6196;48.7490,37.6214;48.7490,37.6205;48.7479,37.6196;48.7482,37.6186;48.7492,37.6191;48.7492,37.6196;48.7496,37.6198;48.7500,37.6184;48.7488,37.6140', 'вул. Кришталева: 4–10; вул. Леоніда Бикова: 1, 5, 9–12', 1, 1),
(140971, 1, '48.7471,37.6116;48.7489,37.6102;48.7498,37.6133;48.7479,37.6146;48.7461,37.6136;48.7465,37.6126', 'вул. Бєляєва: 119, 123; вул. Леоніда Бикова: 13–15;', 1, 1),
(140972, 1, '48.7445,37.6187;48.7460,37.6199;48.7475,37.6209;48.7490,37.6216;48.7498,37.6200;48.7492,37.6196;48.7492,37.6191;48.7482,37.6186;48.7479,37.6196;48.7490,37.6205;48.7490,37.6214;48.7463,37.6196;48.7479,37.6146;48.7461,37.6136', 'вул. Кришталева: 2; вул.Леоніда Бикова: 17–25', 1, 2),
(140973, 1, '48.7537,37.6098;48.7539,37.6103;48.7526,37.6144;48.7510,37.6131;48.7499,37.6096;48.7510,37.6089;48.7518,37.6085;48.7518,37.6090', 'вул. Бєляєва: 109–115; вул. Хабаровська: 32–38', 7, 2),
(140974, 1, '48.7526,37.6144;48.7519,37.6163;48.7497,37.6146;48.7490,37.6150;48.7488,37.6140;48.7498,37.6133;48.7489,37.6102;48.7499,37.6096;48.7510,37.6131', 'вул. Бєляєва: 117, 121, 127; вул. Хабаровська: 40', 7, 3),
(140975, 1, '48.7498,37.6147;48.7519,37.6163;48.7500,37.6220;48.7515,37.6229;48.7538,37.6214;48.7547,37.6253;48.7523,37.6262;48.7518,37.6258;48.7515,37.6229;48.7500,37.6220;48.7510,37.6191;48.7500,37.6184;48.7490,37.6150', 'вул. Леоніда Бикова: 2–4, 6; вул. Ульянівська', 7, 3),
(140976, 1, '48.7683,37.5890;48.7678,37.5913;48.7660,37.5904;48.7651,37.5952;48.7625,37.5943;48.7632,37.5902;48.7614,37.5893;48.7621,37.5861', 'вул. Водобуд, вул. Дніпровська: 2–9, 15; вул. Коксобуд, вул. Прилуцька: 1–12; вул. Сахалінська', 10, 4),
(140977, 1, '48.7625,37.5943;48.7650,37.5952;48.7648,37.5963;48.7601,37.5942;48.7593,37.5935;48.7594,37.5930;48.7591,37.5925;48.7614,37.5857;48.7621,37.5861;48.7614,37.5893;48.7633,37.5903;48.7629,37.5924;48.7614,37.5918;48.7609,37.5946;48.7624,37.5952', 'вул. Архангельська, вул. Дніпровська: 10–12; вул. Прилуцька: 16–18', 11, 5),
(140978, 1, '48.7695,37.5935;48.7672,37.5962;48.7658,37.6015;48.7652,37.6053;48.7683,37.6068;48.7698,37.6129;48.7673,37.6209;48.7620,37.6168;48.7619,37.6172;48.7614,37.6168;48.7625,37.6124;48.7620,37.6121;48.7611,37.6117;48.7599,37.6164;48.7597,37.6163;48.7593,37.6173;48.7593,37.6179;48.7594,37.6184;48.7588,37.6189;48.7576,37.6197;48.7568,37.6176;48.7615,37.5950;48.7648,37.5963;48.7660,37.5904;48.7697,37.5925', 'смт Біленьке – вул. Байкальська, вул. Бєляєва: 1–45; вул. Василькова, вул. Волоколамська: 1, 3, 5, 7, 9, 11, 13; вул. Грушевського, вул. Джамбульська, вул. Дніпропетровська: 15–162, 164, 166, 168, 170, 172, 174, 176, 178, 180, 182, 184, 186, 188, 190, 192, 194; вул. Єнісейська, вул. Заводська: 1, 3, 5, 7, 9, 11, 15, 17, 19, 21, 25, 27, 29, 33, 35, 37, 39, 41, 43, 45, 47, 51, 119, 121, 123, 125, 127, 129, 131, 133, 135, 137–139, 141, 143, 145, 147, 149, 151, 153, 157, 159, 161, 163, 165, 167, 169, 171, 173, 175, 177, 179, 181, 183–185; вул. Зарічна, вул. Земнухова, вул. Кокчетавська, вул. Кривоноса, вул. Кручковського: 1–44, 48, 52, 54, 56, 58, 62, 64, 66, 68; вул. Леонова, вул. Львівська, вул. Мостова, вул. Ольги Кобилянської, вул. Пензенська, вул. Прилуцька, вул. Саркіса, вул. Сахалінська, вул. Саянська, вул. Соборна, вул. Софіївська: 1–143, 145, 147, 155, 159, 161, 163, 165; вул. Таджицька, вул. Чукотська, пров. Вологодський: 3–17; пров. Гродненський, пров. Екскавації: 1–24; пров. Ізюмський, пров. Курганський, пров. Нахічеванський, пров. Парниковий, пров. Цимлянський', 2, 6),
(140979, 1, '48.7615,37.5950;48.7568,37.6177;48.7570,37.6193;48.7515,37.6228;48.7500,37.6220;48.7539,37.6103;48.7537,37.6098;48.7518,37.6090;48.7518,37.6085;48.7521,37.6084;48.7540,37.6089;48.7562,37.5988;48.7579,37.5956;48.7591,37.5925;48.7594,37.5930;48.7593,37.5935;48.7600,37.5942', 'смт Біленьке – вул. Архангельська: 2–238, 240; вул. Астраханська: 1–206, 208, 210; вул. Барнаульська, вул. Бєляєва: 79–105; вул. Бородіно: 1–177, 179; вул. Брянська: 1–194, 196, 198; вул. Заводська: 2, 4, 6, 8, 10, 12–14, 16, 18, 20, 22–24, 26, 28, 30–32, 34, 36, 38, 40, 42, 44, 46, 48–50, 52–118, 120, 122, 124, 126, 128, 130, 132, 134, 136, 140, 142, 144, 146, 148, 150, 152, 154–156, 158, 160, 162, 164, 166, 168, 170, 172, 174, 176, 178, 180, 182, 188–190, 192; вул. Кобзаря, вул. Пугачова, вул. Софіївська: 144, 146, 148–154, 156–158, 160, 162, 164, 166, 168, 170, 172, 176, 178, 180, 184, 186, 188, 190, 192, 194, 196; вул. Хабаровська, пров. Вологодський: 36; пров. Екскавації: 38–49', 2, 6),
(140980, 1, '48.7594,37.6184;48.7593,37.6179;48.7593,37.6173;48.7597,37.6163;48.7599,37.6164;48.7611,37.6117;48.7625,37.6124;48.7614,37.6168;48.7619,37.6172;48.7620,37.6168;48.7673,37.6209;48.7668,37.6240;48.7664,37.6248;48.7633,37.6288;48.7589,37.6286;48.7587,37.6293;48.7554,37.6294;48.7539,37.6214;48.7574,37.6191;48.7576,37.6197', 'смт Біленьке – вул. Абая, вул. Архангельська: 239, 241–310; вул. Астраханська: 207, 209, 211–278; вул. Бєляєва: 49; вул. Бородіно: 178, 180–271; вул. Брянська: 195, 197, 199–272; вул. Ванди, вул. Ветеранів, вул. Волоколамська: 2, 4, 6, 8, 10, 12, 14–50; вул. Галілея, вул. Дмитра Донського, вул. Дніпропетровська: 163, 165, 167, 169, 171, 173, 175, 177, 179, 181, 183, 185, 187, 189, 191, 193, 195–290; вул. Доватора, вул. Заводська: 191, 193–285; вул. Іркутська, вул. Камська, вул. Кручковського: 47, 49–51, 53, 55, 57, 59–61, 63, 65, 67, 69–116; вул. Новий Світ, вул. Пирогова, вул. Софіївська: 167, 169, 171, 173–175, 177, 179, 183, 185, 187, 189, 191, 193, 195, 197–201', 2, 7),
(140981, 1, '48.7633,37.6288;48.7668,37.6240;48.7672,37.6211;48.7699,37.6128;48.7706,37.6070;48.7713,37.6071;48.7722,37.6101;48.7723,37.6136;48.7709,37.6201;48.7691,37.6260;48.7696,37.6272;48.7633,37.6504;48.7616,37.6543;48.7593,37.6962;48.7610,37.6959;48.7635,37.7000;48.7627,37.7018;48.7636,37.7025;48.7629,37.7045;48.7617,37.7035;48.7612,37.7047;48.7578,37.7021;48.7593,37.6961;48.7616,37.6544;48.7539,37.6531;48.7545,37.6453;48.7535,37.6414;48.7524,37.6412;48.7489,37.6303;48.7442,37.6315;48.7434,37.6284;48.7480,37.6253;48.7502,37.6313;48.7558,37.6315;48.7555,37.6294;48.7587,37.6293;48.7589,37.6286', 'смт Біленьке – вул. Адамова, вул. Аджарська, вул. Айвазовського, вул. Багряна, вул. Блока, вул. Грабовського, вул. Естонська, вул. Золотиста, вул. Зоряна, вул. Калинова, вул. Каштанова, вул. Кільцева, вул. Лугова, вул. Новосибірська, вул. Підгірна, вул. Райкіна, вул. Ровенська, вул. Родникова, вул. Серафимовича, вул. Титова, вул. Тютчева, вул. Челябінська, вул. Читинська, вул. Шаляпіна, пров. Тайшетський, пров. Тополиний, с-ще Василівська Пустош', 2, 7),
(140982, 1, '48.7539,37.5550;48.7507,37.5540;48.7495,37.5548;48.7491,37.5559;48.7530,37.5584;48.7560,37.5590;48.7695,37.5569;48.7733,37.5582;48.7760,37.5585;48.7764,37.5568;48.7765,37.5542;48.7778,37.5542;48.7788,37.5547;48.7794,37.5536;48.7805,37.5546;48.7809,37.5537;48.7803,37.5532;48.7832,37.5477;48.7847,37.5424;48.7836,37.5414;48.7823,37.5467;48.7818,37.5477;48.7812,37.5479;48.7811,37.5482;48.7807,37.5483;48.7807,37.5487;48.7801,37.5488;48.7801,37.5490;48.7803,37.5490;48.7799,37.5516;48.7729,37.5515;48.7610,37.5532;48.7610,37.5537', 'смт Ясногірка – вул. Адлерська, вул. Волховська, вул. Горна, вул. Дружби, вул. Карельська, вул. Карпенка-Карого, вул. Купріна, вул. Литовська, вул. Лівобережна: 1–301, 303, 305, 307, 309, 311, 313, 315, 317, 319, 321, 323, 325, 327, 329, 331, 333–337, 339, 341, 343, 345, 347, 349–353, 355, 357–359; вул. Пермська, вул. Плотинна, вул. Рилєєва, вул. Уссурійська, пров. Волинський, пров. Криворізький, пров. Ладозький, пров. Мирний, пров. Ярославський', 3, 9),
(140983, 1, '48.7696,37.5435;48.7770,37.5423;48.7807,37.5422;48.7823,37.5468;48.7821,37.5474;48.7818,37.5477;48.7812,37.5479;48.7811,37.5482;48.7807,37.5483;48.7807,37.5487;48.7801,37.5488;48.7801,37.5490;48.7803,37.5490;48.7799,37.5516;48.7729,37.5515;48.7610,37.5532;48.7610,37.5537;48.7540,37.5550;48.7507,37.5540;48.7522,37.5529;48.7539,37.5534;48.7563,37.5528;48.7562,37.5501;48.7591,37.5497;48.7590,37.5467', 'смт Ясногірка – вул. Братська, вул. Курчатова, вул. Лесі Українки, вул. Маршала Рокосовського, вул. Миколаївська, вул. Петра Сенченка, вул. Петрівська', 3, 9),
(140985, 1, '48.7804,37.5940;48.7728,37.5907;48.7769,37.5867;48.7801,37.5797;48.7822,37.5755;48.7860,37.5791;48.7855,37.5821;48.7831,37.5810;48.7830,37.5817;48.7827,37.5815', 'смт Ясногірка – вул. Андрія Рубльова, вул. Баженова, вул. Вороніхіна, вул. Космонавтів, вул. Марка Бернеса, вул. Надії, вул. Оксани Петрусенко, вул. Парникова, вул. Теплична, пров. Тепличний', 13, 4),
(141055, 1, '48.7629,37.5924;48.7624,37.5952;48.7609,37.5946;48.7614,37.5918', 'Комунальна медична установа "Міська лікарня № 2"', 12, 5);

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
